Repository: Tryit0266/amazon
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Street address or P.O.Box
es: Dirección postal o apartado de correos
fr: Adresse municipale ou boîte postale

source: Apt, Suite, Unit, Building (optional)
es: apartamento, edificio, unidad (opcional)
fr: Appartement, Suite, Unité, Immeuble (optionnel)

source: You do not have an active order
es: No tienes una orden activa
fr: Vous n'avez pas de commande active

source: Registration successful.
es: Registro exitoso
fr: Inscription réussi.

source: Unsuccessful registration. Invalid information.
es: Registro fallido. Información no válida.
fr: Inscription infructueuse. Informations invalides.

source: Invalid username or password.
es: Usuario o contraseña invalido.
fr: Nom d'utilisateur ou mot de passe invalide.

source: You have successfully logged out.
es: Has terminado tu sesion satisfactoriamente
fr: Vous vous êtes déconnecté avec succès.

source: This item quantity was updated.
es: La cantidad de este artículo fue actualizada.
fr: Cette quantité d'articles a été mise à jour.

source: This item was added to your cart.
es: Este artículo fue agregado a su carrito.
fr: Cet article a été ajouté à votre panier.

source: This item was removed from your cart.
es: Este artículo fue eliminado de su carrito.
fr: Cet article a été supprimé de votre panier.

source: This item was not in your cart.
es: Este artículo no estaba en su carrito.
fr: Cet article n'était pas dans votre panier.

source: You do not have an active order.
es: No tienes un pedido activo.
fr: Vous n'avez pas de commande active.

source: Add a new address
es: Añadir una nueva dirección
fr: Ajouter une nouvelle adresse

source: Full name (First and Last name)
es: Nombre completo (Nombre y Apellido)
fr: Nom complet (prénom et nom)

source: Phone number
es: Número de teléfono
fr: Numéro de téléphone

source: Address
es: dirección
fr: Adresse

source: City
es: Ciudad
fr: Ville

source: Province/Territoty
es: Provincia/Territorio
fr: Province/Territoire

source: Postal code
es: Código Postal
fr: Code Postal

source: Use this address
es: Usa esta dirección
fr: Utilise cette adresse

source: Add a credit or debit card
es: Añadir una tarjeta de crédito o débito
fr: Ajouter une Carte de Crédit ou Débit

source: Amazon accepts major credit and debit cards
es: Amazon acepta las principales tarjetas de crédito y débito
fr: Amazon accepte les principales cartes de crédit et de débit

source: Name on card
es: Nombre en la tarjeta
fr: Nom sur la carte

source: Card number
es: Número de tarjeta
fr: Numéro de carte

source: Expiration date
es: Fecha de caducidad
fr: Date d'expiration

source: Set as default payment method
es: Establecer como método de pago predeterminado
fr: Définir comme mode de paiement par défaut

source: Continue
es: Continuar
fr: Continuer

source: Your information is encrypted and secure
es: Su información está encriptada y segura

source: Add a delivery address
es: Agregar una dirección de entrega
fr: Ajouter une adresse de livraison

source: Deliver to this address
es: Entregar a esta dirección
fr: Livrer à cette adresse

source: Payment Failed
es: Pago fallido
fr: Paiement échoué

source: Your payment for this order could not be completed. Please retry the payment. If money has been deducted from your card/bank account, it would be refunded in 2-3 business days
es: No se pudo completar el pago de este pedido. Vuelva a intentar el pago. Si se ha descontado dinero de su tarjeta/cuenta bancaria, sería reembolsado en 2-3 días hábiles
fr: Votre paiement pour cette commande n'a pas pu être effectué. Veuillez réessayer le paiement. Si de l'argent a été déduit de votre carte/compte bancaire, ce sera remboursé en 2-3 jours ouvrés

source: Retry Payment
es: Reintente el pago
fr: Réessayer le paiement

source: View order details
es: Ver detalles de la orden
fr: Voir d'autres détails

source: Order date
es: Fecha de pedido
fr: Date de commande

source: 28-Apr-2023
es: 28-abr-2023
fr: 28-Avr-2023

source: Order
es: pedido
fr: Commande

source: Order total
es: Total del pedido
fr: Total de la commande

source: Flavor : Sparking
es: Sabor : Chispeante
fr: Saveur : pétillant

source: In Stock
es: En stock
fr: En stock

source: Quality
es: Calidad
fr: Qualité

source: Falied
es: Fallida
fr: Échoué

source: Payment Processing
es: Procesando pago
fr: Traitement des paiements

source: It's may take a while for your transaction to execute. Check your wallet for the status of this transaction.
es: Es posible que su transacción tarde un tiempo en ejecutarse. Verifique su billetera para ver el estado de esta transacción.
fr: L'exécution de votre transaction peut prendre un certain temps. Vérifiez votre portefeuille pour le statut de cette transaction.

source: View status
es: Ver el estado de
fr: Afficher l'état

source: Pending
es: Pendiente
fr: En attente

source: BACK TO TOP
es: VOLVER ARRIBA
fr: RETOUR AU SOMMET

source: Amazon Business
es: Negocios de Amazon
fr: Entreprise Amazon

source: Business Card
es: Tarjeta de Visita
fr: Carte de visite

source: Browsing History
es: Historial de navegación
fr: Historique de navigation

source: Careers
es: Carreras
fr: Carrières

source: Your Orders
es: Tus Ordenes
fr: Vos commandes

source: Returns & Replacements
es: Devoluciones y reemplazos
fr: Retours et remplacements

source: Amazon and COVID-19
es: Amazonas y COVID-19
fr: Amazon et le COVID-19

source: Shipping Rates & Policies
es: Políticas y tarifas de envío
fr: Tarifs et politiques d'expédition

source: Manage Your Content and Devices
es: Administre su contenido y dispositivos
fr: Gérez votre contenu et vos appareils

source: Customer Service
es: Servicio al Cliente
fr: Service Client

source: Canada Dollar
es: Dólar Canadiense
fr: Dollar Canadien

source: Canada
es: Canadá
fr: Canadien

source: Already a customer? Sign in
es: Ya eres cliente? Iniciar sesión
fr: Déjà client ? Se connecter

source: Conditions of Use
es: Condiciones de Uso
fr: Conditions d'utilisation

source: Privacy Notice
es: Aviso de Privacidad
fr: Avis de confidentialité

source: Your Ads Privacy Choices
es: Sus opciones de privacidad de anuncios
fr: Vos choix de confidentialité des annonces

source: 1996-2023, Amazon.com, Inc. or its affiliates
es: 1996-2023, Amazon.com, Inc. o sus afiliadas
fr: 1996-2023, Amazon.com, Inc. ou ses sociétés affiliées

source: Gift & Credits balance
es: Saldo de regalos y créditos
fr: Solde des cadeaux et des crédits

source: Payment vai Apple Gift Card
es: Pago con tarjeta de regalo de Apple
fr: Paiement par carte-cadeau Apple

source: please note: For optimal utilization, balance expiring the earliest will be redeemed first. Blurry picture of the card won't be accepted
es: Tenga en cuenta: para una utilización óptima, el saldo que vence primero será canjeado primero. No se aceptará una imagen borrosa de la tarjeta
fr: veuillez noter : pour une utilisation optimale, le solde expirant le plus tôt sera réclamé en premier. Une photo floue de la carte ne sera pas acceptée

source: 90+ Rated Wines
es: 90+ Vinos Calificados
fr: 90+ Vins Notés

source: Hundreds of bottles to choose from
es: Cientos de botellas para elegir
fr: Des centaines de bouteilles au choix

source: Discover new wines
es: Descubre nuevos vinos
fr: Découvrez de nouveaux vins

source: Top deal
es: Oferta superior
fr: Meilleure offre

source: Sign in for the best experience
es: Regístrese para la mejor experiencia
fr: Connectez-vous pour la meilleure expérience

source: Sign in securely
es: Iniciar sesión
fr: s'identifier

source: Create an account
es: Crea una cuenta
fr: Créer un compte

source: JUST ARRIVED
es: Recién llegada
fr: VIENT D'ARRIVER

source: Most Rated Wine's
es: Vinos más valorados
fr: Les vins les mieux notés

source: reviews
es: reseñas
fr: Commentaires

source: Welcome
es: Bienvenida
fr: Bienvenue

source: Create account
es: Crea una cuenta
fr: Créer un compte

source: New to Amazon
es: Nueva en Amazon
fr: Nouveau sur Amazon

source: Show password
es: Mostrar contraseña
fr: montrer le mot de passe

source: By creating an account, you agree to Amazon's
es: Al crear una cuenta, aceptas las condiciones de Amazon.
fr: En créant un compte, vous acceptez les conditions d'Amazon

source: Sign in
es: Iniciar sesión
fr: S'identifier

source: Already a customer?
es: Ya eres cliente?
fr: Déjà client ?

source: Forgot password?
es: Has olvidado tu contraseña?
fr: Mot de passe oublié?

source: Keep me signed in
es: Mantenerme registrado
fr: Gardez-moi connecté

source: By continuing, you agree to Amazon's
es: Al continuar, aceptas las condiciones de Amazon.
fr: En continuant, vous acceptez les conditions d'Amazon

source: Your payment for this order could not be completed, Make sure you had the right card.
es: No se pudo completar el pago de este pedido. Asegúrese de tener el carta correcta.
fr: Votre paiement pour cette commande n'a pas pu être effectué, assurez-vous d'avoir la bonne carte.

source: Log out
es: Cerrar sesión
fr: Se déconnecter

source: Deliver to Canada
es: Entregar a Canadá
fr: Livrer au Canada

source: ALL
es: TODA
fr: TOUTE

source: More info
es: Más información
fr: Plus d'informations

source: Your Amazon Cart is empty
es: Tu carrito de Amazon está vacío
fr: Votre panier Amazon est vide

source: Continue shopping
es: Seguir comprando
fr: Continuer vos achats

source: Subtotal
es: Total parcial
fr: Total

source: Proceed to checkout
es: Pasar por la caja
fr: Passer à la caisse

source: items
es: artículos
fr: articles

source: Flavor
es: sabor:
fr: Saveur

source: Sparking
es: Espumoso
fr: pétillant

source: Send as a gift
es: Enviar como regalo
fr: Envoyer en cadeau

source: Verification required
es: Verificación requerida
fr: Verification requise

source: To continue, complete this verification step. We've sent a One Time Password (OTP). Please enter it below
es: Para continuar, completa este paso de verificación. Hemos enviado una contraseña de un solo uso(OTP). Ingréselo a continuación
fr: Pour continuer, terminez cette étape de vérification. Nous avons envoyé un mot de passe à usage unique (OTP). Veuillez le saisir ci-dessous

source: Enter OTP
es: Ingresar OTP
fr: Entrez OTP

source: Resend OTP
es: Reenviar OTP
fr: Renvoyer OTP

source: Sold by Amazon.com
es: Vendido por Amazon.com
fr: Vendu par Amazon.com

source: Add a payment method
es: Añade un metodo de pago
fr: Ajouter un moyen de paiement

source: Add your Venmo account
es: Agrega tu cuenta de Venmo
fr: Ajoutez votre compte Venmo

source: Add a gift card, promo code, or voucher
es: Añadir una tarjeta de regalo o vale
fr: Ajoutez une carte-cadeau ou un bon d'achat

source: Visit
es: Visita
fr: Visite

source: Enjoy this lovely red wine with a Wellington fillet of beef, pork medallions with onion sauce or a schnitzel with harissa.
es: Disfrute de este delicioso vino tinto con un filete Wellington de res, medallones de cerdocon salsa de cebolla o un schnitzel con harissa.
fr: Dégustez ce joli vin rouge avec un filet de bœuf Wellington, médaillons de porc avec une sauce à l'oignon ou une escalope à l'harissa.

source: 200+ bought in past month
es: Más de 300 comprados el mes pasado
fr: 200+ achetés le mois dernier

source: Flavor Name:
es: Nombre del sabor:
fr: Nom de la saveur :

source: Sparkling
es: Espumoso
fr: Pétillante

source: Size:
es: Tamaño:
fr: Taille:

source: 25 Fl. Oz Bottle
es: 25 onzas líquidas Botella de onzas
fr: 25 Fl. Bouteille d'une once

source: No Import Fees Deposit & $4.84
es: Sin depósito de tarifas de importación y $ 4.84
fr: Aucun dépôt de frais d'importation et $4.84

source: Delivery to Canada on
es: Entregar a Canadá
fr: Livraison au Canada le

source: Monday, August 28.
es: Lunes 28 de agosto.

source: Fastest delivery within
es: Entrega más rápida dentro
fr: Livraison la plus rapide dans

source: 3 hrs 47 mins
es: 3 h 47 min

source: Add to Cart
es: Añadir a la cesta
fr: Ajouter au panier

source: Buy Now
es: Comprar Ahora
fr: Acheter maintenant

source: Payment
es: Pago
fr: Paiement

source: Secure transaction
es: Seguridad de transacción
fr: Transaction sécurisée

source: Delivery
es: Entrega
fr: Livraison

source: Sold by
es: Vendido por
fr: Vendu par

source: Returns
es: Devoluciones
fr: Retour

source: Eligible for Refund or Replacement
es: Devoluciones y reemplazos
fr: Admissible au remboursement

source: Additional details and features
es: Detalles y características adicionales
fr: Détails et fonctionnalités supplémentaires

source: Discover similar items
es: Descubre nuevos vinos
fr: Découvrez des articles similaires

source: Your Account
es: Su cuenta
fr: Votre compte

source: Browse
es: Navegar
fr: Parcourir

source: Amazon Home
es: Inicio Amazonas
fr: Amazon Accueil

source: Trending
es: Tendencias
fr: Tendance

source: Discover Something New
es: Descubre algo nuevo
fr: Découvrez quelque chose de nouveau

source: Wines
es: Vinos
fr: Vins

source: Red Wine's
es: vino tinto
fr: Les vins rouges

source: White Wine's
es: Vino Blanco
fr: Les vins blancs

source: Rose Wine's
es: vino rosado
fr: Les vins rosés

source: Dessert Wine's
es: Vino de postre
fr: Vins de dessert

source: Contact Us
es: Contacta con nosotras
fr: Contactez-nous
